module.exports = {
  tos: `
    <h2>一、認知與接受條款</h2>
    <ol>
      <li>博客來數位科技股份有限公司(以下簡稱「博客來」)係依據本服務條款提供博客來（http://www.books.com.tw）服務 (以下簡稱「本服務」)。當會員完成博客來之會員註冊手續、或開始使用本服務時，即表示已閱讀、瞭解並同意接受本服務條款之所有內容，並完全接受本服務現有與未來衍生的服務項目及內容。博客來公司有權於任何時間修改或變更本服務條款之內容，修改後的服務條款內容將公佈網站上，博客來將不會個別通知會員，建議會員隨時注意該等修改或變更。會員於任何修改或變更後繼續使用本服務時，視為會員已閱讀、瞭解並同意接受該等修改或變更。若不同意上述的服務條款修訂或更新方式，或不接受本服務條款的其他任一約定，會員應立即停止使用本服務。</li>
      <li>若會員為未滿二十歲之未成年人，應於會員的家長（或監護人）閱讀、瞭解並同意本約定書之所有內容及其後修改變更後，方得註冊為會員、使用或繼續使用本服務。當會員使用或繼續使用博客來時，即推定會員的家長（或監護人）已閱讀、瞭解並同意接受本約定書之所有內容及其後修改變更。</li>
    </ol>
    <h2>五、禁止內容</h2>
    <p>以下內容是「會員評鑑」所禁止的，會員提供之資訊若包含以下內容將不被刊登或隨時撤下：</p>
    <ul>
      <li>如果會員所撰寫的評鑑只有「太棒了」、「我好喜歡」、臉部符號表情⋯⋯等，諸如此類純粹情緒反應，卻沒有任何理由解釋說明為什麼喜歡或不喜歡，將不會被接受及刊登的。</li>
      <li>評鑑中禁止提供任何網址（URL）的連結、電話、e-mail</li>
      <li>評鑑中禁止從事廣告及銷售行為。</li>
    </ul>
    <p>生效日期：2019 年 1 月 16 日</p>
  `,
  privacyRule: `
    <p>鏡好聽為精鏡傳媒股份有限公司所經營。本公司十分重視您的隱私權保護，將依個人資料保護法及本隱私權政策蒐集、處理及利用您的個人資料，並提供您對個人資料權利之行使與保護。若您不同意本隱私權政策之全部或部分者，請您停止使用本網站服務。</p>
    <h2>一、隱私權保護政策的適用範圍</h2>
    <p>隱私權保護政策內容，包括本網站（鏡好聽）如何處理在您使用網站服務時收集到的個人資料（個人資料係指得以識別您的身分的資料，包括但不限於姓名、生日、地址、電子郵件地址、電話號碼購物或購物瀏覽記錄、網站使用偏好等）。隱私權保護政策不適用於本網站以外的相關連結網站，也不適用於非本網站所委託或參與管理的人員。</p>
    <p>您同意隱私權保護政策適用本網站以及與本網站合作的個人或公司（下稱：第三方），其均可在自身營運期間，依據本隱私權政策蒐集、處理、利用您的個人資料。若您不同意本隱私權政策，本網站得拒絕提供服務予您。</p>
    <h2>二、個人資料的蒐集、處理及利用方式</h2>
    <p>當您造訪本網站或使用本網站所提供之功能服務時，我們將視該服務功能性質，請您提供必要的個人資料，並在該特定目的範圍內處理及利用您的個人資料；非經您書面同意，本網站不會將個人資料用於其他用途。</p>
    <p>本網站在您使用服務信箱、問卷調查等互動性功能時，會保留您所提供的姓名、電子郵件地址、聯絡方式及使用時間等。</p>
    <p>於一般瀏覽時，伺服器會自行記錄相關行徑，包括您使用連線設備的 IP 位址、使用時間、使用的瀏覽器、瀏覽及點選資料記錄等，做為我們增進網站服務的參考依據，此記錄為內部應用，決不對外公佈。</p>
    <p>為提供精確的服務，我們會將收集的問卷調查內容進行統計與分析，分析結果之統計數據或說明文字呈現，除供內部研究外，我們會視需要公佈統計數據及說明文字，但不涉及特定個人之資料。</p>
    <h2>三、資料之保護</h2>
    <p>本網站主機均設有防火牆、防毒系統等相關的各項資訊安全設備及必要的安全防護措施，加以保護網站及您的個人資料採用嚴格的保護措施，只由經過授權的人員才能接觸您的個人資料，相關處理人員皆簽有保密合約，如有違反保密義務者，將會受到相關的法律處分。</p>
    <p>如因業務需要有必要委託其他單位提供服務時，本網站亦會嚴格要求其遵守保密義務，並且採取必要檢查程序以確定其將確實遵守。</p>
    <h2>四、網站對外的相關連結</h2>
    <p>本網站的網頁提供其他網站的網路連結，您也可經由本網站所提供的連結，點選進入其他網站。但該連結網站不適用本網站的隱私權保護政策，您必須參考該連結網站中的隱私權保護政策。</p>
    <h2>五、與第三人共用個人資料之政策</h2>
    <p>本網站絕不會提供、交換、出租或出售任何您的個人資料給其他個人、團體、私人企業或公務機關，但有法律依據或合約義務者，不在此限。</p>
    <p>前項但書之情形包括不限於：</p>
    <ul>
      <li>經由您書面同意。</li>
      <li>法律明文規定。</li>
      <li>為免除您生命、身體、自由或財產上之危險。</li>
      <li>與公務機關或學術研究機構合作，基於公共利益為統計或學術研究而有必要，且資料經過提供者處理或蒐集著依其揭露方式無從識別特定之當事人。</li>
      <li>當您在網站的行為，違反服務條款或可能損害或妨礙網站與其他使用者權益或導致任何人遭受損害時，經網站管理單位研析揭露您的個人資料是為了辨識、聯絡或採取法律行動所必要者有利於您的權益。</li>
      <li>本網站委託廠商協助蒐集、處理或利用您的個人資料時，將對委外廠商或個人善盡監督管理之責。</li>
    </ul>
    <h2>六、Cookie 之使用</h2>
    <p>為了提供您最佳的服務，本網站會在您的電腦中放置並取用我們的 Cookie，若您不願接受 Cookie 的寫入，您可在您使用的瀏覽器功能項中設定隱私權等級為高，即可拒絕 Cookie 的寫入，但可能會導至網站某些功能無法正常執行 。</p>
    <p>除了因合併、分割或其他原因概括承本網站以外，第三方以外的其他公司將根據其自訂的隱私權保護政策，而並非本政策使用其 Cookie。</p>
    <h2>七、修改個人資料及偏好設定</h2>
    <p>本網站賦予您在任何時候修改個人帳號 資料及偏好設定的權利，包括接受本網站通知您專題內容更新的決定權。</p>
    <p>本網站所蒐集個人資料之當事人，依個人資料保護法得對本網站行使以下權利：</p>
    <ol>
      <li>查詢或請求閱覽。</li>
      <li>請求製給複製本。</li>
      <li>請求補充或更正。</li>
      <li>請求停止蒐集、處理或利用。</li>
      <li>請求刪除。</li>
    </ol>
    <p>會員如欲行使上述權利，可與本網站客服進行申請。</p>
    <p>※ 如拒絕提供加入會員所需必要之資料，將可能導致無法享受完整服務或完全無法使用該項服務。</p>
    <h2>八、保全</h2>
    <p>為保障您的隱私及安全，您於本網站的帳號資料會用密碼保護。</p>
    <p>在部分情況下本網站使用通行標準的 SSL 保全系統，保障資料傳送的安全。</p>
    <h2>九、隱私權保護政策之修正</h2>
    <p>本網站隱私權保護政策將因應需求隨時進行修正，修正後的條款將刊登於網站上。</p>
  `
}
