module.exports =  {
  welcome: '嗨嗨嗨',
  tos: `
    <h2>一、認知與接受條款</h2>
    <ol>
      <li>博客來數位科技股份有限公司(以下簡稱「博客來」)係依據本服務條款提供博客來（http://www.books.com.tw）服務 (以下簡稱「本服務」)。當會員完成博客來之會員註冊手續、或開始使用本服務時，即表示已閱讀、瞭解並同意接受本服務條款之所有內容，並完全接受本服務現有與未來衍生的服務項目及內容。博客來公司有權於任何時間修改或變更本服務條款之內容，修改後的服務條款內容將公佈網站上，博客來將不會個別通知會員，建議會員隨時注意該等修改或變更。會員於任何修改或變更後繼續使用本服務時，視為會員已閱讀、瞭解並同意接受該等修改或變更。若不同意上述的服務條款修訂或更新方式，或不接受本服務條款的其他任一約定，會員應立即停止使用本服務。</li>
      <li>若會員為未滿二十歲之未成年人，應於會員的家長（或監護人）閱讀、瞭解並同意本約定書之所有內容及其後修改變更後，方得註冊為會員、使用或繼續使用本服務。當會員使用或繼續使用博客來時，即推定會員的家長（或監護人）已閱讀、瞭解並同意接受本約定書之所有內容及其後修改變更。</li>
    </ol>
    <h2>五、禁止內容</h2>
    <p>以下內容是「會員評鑑」所禁止的，會員提供之資訊若包含以下內容將不被刊登或隨時撤下：</p>
    <ul>
      <li>如果會員所撰寫的評鑑只有「太棒了」、「我好喜歡」、臉部符號表情⋯⋯等，諸如此類純粹情緒反應，卻沒有任何理由解釋說明為什麼喜歡或不喜歡，將不會被接受及刊登的。</li>
      <li>評鑑中禁止提供任何網址（URL）的連結、電話、e-mail</li>
      <li>評鑑中禁止從事廣告及銷售行為。</li>
    </ul>
    <p>生效日期：2019 年 1 月 16 日</p>
  `
}